# ae (Umlaut a) = \u00e4
# oe (Umlaut o) = \u00f6
# ue (Umlaut u) = \u00fc
# Ae (Umlaut A) = \u00c4
# Oe (Umlaut O) = \u00d6
# Ue (Umlaut U) = \u00dc
# ss (Sharp S)  = \u00df

# GENERAL
tpSearch.title=<h3>Suche nach Tourenpl\u00e4nen</h3>
tpSearch.subtitle=Hier kann nach Tourenpl\u00e4nen gesucht werden.
tpSearch.text=<p>Hier k\u00f6nnen Sie einen oder mehrere Suchbegriffe eingeben.</p><p>Der/die Suchbegriff(e) werden in den folgenden Daten gesucht:</p><ul type=\"square\"><li>Tourenplannummer</li><li>Containernummer</li><li>Terminalcode</li></ul><p>Wenn Sie mehrere Suchbegriffe eingeben, so werden alle Tourenpl\u00e4ne gesucht in denen <b>alle</b> Suchbegriffe vorkommen. Suchebegriffe k\u00f6nnen auch nur ein Teil einer Containernummer oder einer Tourenplannummer sein. </p><p>Beispiel: \"CTA\" oder \"cta CONT1234\" </p><p>\u00dcber den Button \"mehr >\" k\u00f6nnen Sie weitere Optionen f\u00fcr die Suche einblenden. Hier besteht die M\u00f6glichkeit die Suche auf Tourenpl\u00e4ne einzuschr\u00e4nken, die nur diesen Fahrer bzw. diesem Fahrzeug zugeordnet sind.</p><p>Die Festlegung des Fahrer bzw. des Fahrzeug kann unter die Einstellungen vorgenommen werden.</p><p>Im unteren Teil der Ansicht sehen Sie die Tourenpl\u00e4ne von gestern, heute und morgen, die dem eingestellten Fahrer zugeordnet sind.

tpShow.title=<h3>Anzeige eines Tourenplans</h3>
tpShow.subtitle=Hier werden die Daten (Status, Kopfdaten, Container des TPs) eines Tourenplans  angezeigt.
tpShow.text=<p>Hier werden die Daten (Status, Kopfdaten, Container des TPs) eines Tourenplans  angezeigt.</p><p>Im unteren Bereich der Ansicht befinden sich drei Icons, die weitere Funktionen bereitstellen (von links nach rechts):<ul type=\"square\"><li>Tourenplan bearbeiten</li><li>Tourenplan senden</li><li>Tourenplan stornieren</li></ul>\u00dcber den Button \"Tourenplan bearbeiten\" kann der Tourenplan bearbeitet werden.<br>Der Button \"Tourenplan senden\" sendet den Tourenplan an das im Tourenplan erfasste Terminal.<br>\u00dcber den Button \"Tourenplan stornieren\" wird ein bereits gesendeter Tourenplan storniert und gel\u00f6schttainer.</p>

tpEdit.title=<h3>Bearbeiten eines Tourenplans</h3>
tpEdit.subtitle=Hier werden die Daten f\u00fcr einen Tourenplan ge\u00e4ndert. 
tpEdit.text=<p>Hier werden die Daten f\u00fcr einen Tourenplan ge\u00e4ndert.</p><p>Dabei wird das Fahrzeug, der Termin und das Terminal festgelegt sowie ein Container, der auf einer Tour abgeholt bzw. geliefert wird.</p><p>Bei der Terminauswahl muss das Datum und die Uhrzeit seperat festgelegt werden. Das Datum kann maximal 8 Tage in der Zukunft liegen.</p><p>Durch einen Klick auf die unterste Zeile mit dem Containersymbol k\u00f6nnen sie die Containerdaten bearbeiten.</p><p>Das Bearbeiten eines Tourenplans wird abgeschlossen in dem der Button \"Speichern\" oben recht im Bildschirm gedr\u00fcckt wird, wo durch die \u00c4nderungen \u00fcbernommen werden. \u00dcber den Button \"Abbrechen\" wird die \u00c4nderung des Tourenplans abgebrochen und die \u00c4nderungen werden verworfen.</p>

tpNew.title=<h3>Erfassung eines Tourenplans</h3>
tpNew.subtitle=Hier werden die Daten f\u00fcr einen neuen Tourenplan erfasst. 
tpNew.text=<p>Hier werden die Daten f\u00fcr einen neuen Tourenplan erfasst.</p><p>Dabei wird das Fahrzeug, der Termin und das Terminal festgelegt sowie ein Container, der auf einer Tour abgeholt bzw. geliefert wird.</p><p>Bei der Terminauswahl muss das Datum und die Uhrzeit seperat festgelegt werden. Das Datum kann maximal 8 Tage in der Zukunft liegen.</p><p>Durch einen Klick auf die unterste Zeile mit dem Containersymbol k\u00f6nnen sie einen Container f\u00fcr diesen Tourenplan erfassen</p><p>Das Erfassen eines Tourenplans wird abgeschlossen in dem der Button \"Speichern\" oben recht im Bildschirm gedr\u00fcckt wird, wodurch der erfasste Tourenplan ab gespeichert wird.</p><p>\u00dcber den Button \"Abbrechen\" wird die Erfassung eines Tourenplans abgebrochen und die Eingaben werden verworfen.</p>

containerShow.title=<h3>Anzeige eines Containers</h3>
containerShow.subtitle=Hier werden die Daten (Status, Abfertigungsmerkmale, Daten) eines Containers angezeigt. 
containerShow.text=<p>Hier werden die Daten (Status, Abfertigungsmerkmale, Daten) eines Containers angezeigt.</p><p>\u00dcber den Button \"Tourenplan\" erfolgt ein Wechseln zur\u00fcck zur Tourenplanansicht.</p>

containerEdit.title=<h3>Bearbeiten eines Containers</h3>
containerEdit.subtitle=Hier erfolgt die \u00c4nderung eines Containers. 
containerEdit.text=<p>Hier erfolgt die \u00c4nderung eines Containers.</p><p>Hier werden im Gegensatz zur Erfassung alle Datenfelder eines Containers angezeigt.</p><p>Das Bearbeiten eines Containers wird abgeschlossen in dem Button \"Speichern\" oben recht im Bildschirm gedr\u00fcckt wird. \u00dcber den Button \"Abbrechen\" wird die \u00c4nderung des Containers abgebrochen.</p>

containerNew.title=<h3>Erfassung eines Containers</h3>
containerNew.subtitle=Hier erfolgt die Erfassung eines Containers.
containerNew.text=<p>Hier erfolgt die Erfassung eines Containers.</p><p>Die Erfassung eines Container \u00e4hnelt der Erfassung an den SBTs der Terminals.</p><p>Anhand von drei Vorfragen wird ermittelt, welche Daten f\u00fcr die Containererfassung notwendig sind. Basierend darauf werden die entsprechenden Datenfelder f\u00fcr die Erfassung des Containers eingeblendet und alle nicht notwendigen Felder ausgeblendet.</p>

reederSearch.title=<h3>Suche nach Reeder</h3>
reederSearch.subtitle=Hier erfolgt die Siche nach einem Reeder.
reederSearch.text=<p>text text text</p>

shipSearch.title=<h3>Suche nach Schiffen</h3>
shipSearch.subtitle=Hier erfolgt die Suche nach einem Schiff
shipSearch.text=<p>Hier erfolgt die Suche nach einem Schiff</p><p>Ein Schiff kann an Hand folgender Eigenschaften gesucht werden:<ul><li>Reeder</li><li>Schiffsname</li><li>Call Sign</li><li>...</li></ul></p>

shipShow.title=<h3>Anzeige eines Schiffs</h3>
shipShow.subtitle=Hier erfolgt Anzeige eines Schiffs
shipShow.text=<p>text text text</p>